class Shayari {
  Shayari._();
  static const shayariData = [
    "ए सूरज मेरे अपनों को ये पैगाम भेज दे, खुशियों का गुड अफ्टर्नून और हँसी की शाम भेज दे। जब कोई पढ़े मेरे इस पैगाम को तो उनके चेहरे पर प्यारी सी मुस्कान दे दे।शुभ दोपहर",
    "पंछियों ने मधुर कंठ खोलकर गाना गाया, तो मेरे लबों पर ये संदेश आया, खिलती हुई धूप की महफ़िल और पंछियों का बसेरा आपको मुबारक हो। आपको ये नया दोपहर मुबारक हो!",
    "खिलती हुई सुबह अलविदा कह रही है, और पसीने वाली गर्मी दस्तक दे रही है, उठ कर तो देखो दोपहर की नज़ारों को दोपहर वाली सूरज गुड आफ्टरनून कह रही है। - गुड आफ्टरनून जी",
    "दोपहर की धूप याद दिलाती रहेगी, गरमा गर्म भोजन की खुशबू आती रहेगी, कितना भी morning breakfast क्यों ना खा लूं बिना afternoon lunch के भूख लगती रहेगी। गुड आफ्टरनून!",
    "सर झुकाकर नमस्कार करते हैं, दिल से मांगी दुआ आपके नाम करते हैं, अगर स्वीकार हो तो मुस्कुरा देना, हम ये प्यारा सा आफ्टरनून आपके नाम करते हैं। - दोपहर की नमस्ते आपको",
    "फिर चिड़ने वाली दोपहर आई है, कड़कती गर्मी को साथ लाई है, अब तैयार हो जाओ पसीने के पानी से नहाने को अब दोपहर आपको Good Afternoon कहने आई है।",
    "सूरज चाचू ऊपर चढ़ पड़े हैं, और तपती गर्मी से हमें तड़पाते हैं। दोपहर का खाना अब पेट को जाना है, फिर तकया पकड़कर चैन की नींद सो जाना है। - शुभ दोपहर",
    "स्वर्ग की महलों में हो महल आपका, सपनों की वादी में हो शहर आपका,\nखिलती हुई आंगन में हो घर आपका, दुआ करता हूं खूसूरत हो ये दिन आपका। - गुड आफ्टरनून!",
    "कूलर और एसी का मजा तो गांव की गर्मी में होती है, लेकिन किस्मत जो फूटी यहां तो बिजली ही नहीं है। दोपहर को गर्मी उबलते हुए पानी के समान लगती है, ऊपर से तेज़ हवाओं से दिन नहीं कट पाती है।",
    "हे सूर्य देव तेरा क्या इरादा है लगता है जैसे गर्मी देकर मुझको ही पकाकर खाने का इरादा है।",
    "गुजर गई वो चमकते सितारें और गोल वाला मून, अगर बुरी है आपकी तबियत तो गेट वेल सून, मिस करता हूं आपकी और मेरी मुलाकात, फिर भी दुर से ही कहता हूं गुड आफ्टरनून।",
    "दोपहर के भोजन में खुश्बू की महक हो, पसीने की बौछार और धूप भी तेज़ हो, लगे भूख जब जोरो की, तो टूट पड़ो जैसे ही खाने की प्लेट सामने हो।",
    "क्या है वादा तो ज़रूर पूरा करेंगे, सूरज की किरण बनकर आपको उठाएंगे,हम है तो मुरझाना किस बात का, तेरी दोपहर वाला lunch भी हम ही पकाएंगे। शुभ दोपहर भोजन",
    "नया दोपहर और नई धूप है, और इस धूप में प्रकाश की उमंग है, काम छोड़कर अब तुम आओ जल्दी से बिन तेरे दोपहर का भोजन करना मुश्किल है।",
    "शुभ दोपहर वाली सूरज मेरे अपनों को पैगाम देना कि तेज़ धूप दोपहर होने के बाद बिल्कुल भी घर से मत निकलना।",
    "ना जाने कहां गई वो दोपहर वाली दिन, जब हम पेड़ की छांव में शायरी सुनाया करते थे, और सब मुझे शायरी वाले कहा करते थे, अब जब शायरी सुनाता हूं महफ़िल में तो लोग मुझसे वेबसाइट की URL पूछने लग जाते हैं।",
    "आने वाला दिन किसने देखा है, उस दिन को लेकर आज के दिन खोए क्यों? इन घड़ियों में हंस सकते हैं तो आने वाले घड़ियों के लिए रोए क्यों?",
    "ठंड के मौसम में कोहरे से भरा शहर, सोचा सो लूं और थोड़ा जब तक ना हो दोपहर।",
    "सुबह वाली धूप हमें जगाने आती है, सारा अंधेरा को दुर कर जाती है, सुबह वाली धूप की बात तो ठीक है पर दोपहर वाली धूप पसीने निकाल जाती है।",
    "बिस्तर से उठते ही दोपहर हो जाती है, ना जाने ये धूप किस चक्की का आटा खाती है।",
    "सूर्य देवता कड़कती हुई धूप देते रहेंगे, उस धूप में हम पसीने में भीगते रहेंगे, दुआ करता हूँ हमें ac वाली हवा मिल जाए, वरना हम इस गर्मी में जलते रहेंगे।",
    "हर दोपहर आपको मैसेज करना अच्छा लगता है, और घंटो चैट पर चैटिंग करना अच्छा लगता है, सोचता हूं दिन और रात बस आप के बारे में आप जब रूठ जाएं तो मनाना अच्छा लगता है।इस प्यारी सी दोपहर की प्यारी सी गुड आफ्टरनून।",
    "कोई व्यक्ति अगर आपसे जलता है तो ये उसकी बुरी आदत नही है,बल्कि आपकी काबिलियत है जो उसे ये काम करने पर मजबूर करती है।",
    "धन्यवाद ए दोस्त मेरी जिंदगी में आने के लिए,हर लम्हों को इतना हसीन बनाने के लिए,तुम हो तो हर खुशी पर मेरा नाम लिख गया है,शुक्रिया मुझे इतना खुश किस्मत बनाने के लिए। - गुड आफ्टरनून दोस्त",
    "हम याद करते हैं अपने यारो की दोस्ती,यादों से दिल सिमट जाता है,हम साथ जिया करते थे मिलकरऔर आज मिलने को दिल तरस जाता है।",
    "यार बनकर यारी निभाना,हर मुश्किल को हंसकर बिताना,दोस्त होते ही हैं साथ देने के लिए तैयार रहना,इसलिए हर रोज गुड आफ्टरनून उनसे कहना!",
    "सूरज निकल चुका है दोपहर हो चला है,फूल खिल चुके हैं और पंछी भी घोसले से उड़ चुके हैं,नींद से जागो मेरे दोस्त कबतक सोते रहोगे, अब सपनों को हकीकत में बदलने का वक्त हो चुका है!",
    "आपकी जुदाई हमें रुलाती रहेगी, याद हमेशा आपकी आती रहेगी, जब तक इस जिस्म में जान है, मेरी हर सांस दोस्ती निभाती रहेगी।",
    "सूरज उदय होता है आपके कदमों की आहट से,दोपहर का खाना बनता है आपके बनाने से,अब भोजन अपने हाथों से बना भी दोक्योंकि मन प्रसन्न हो जाता है आपके हाथों से खाने से।"
  ];
}
